Repository: caillou15/SoftwareZator-2012
Catalog: DLL/VelerSoftware.Plugins3/Localisation/Custom.*.resx
Languages: fr

# Annuler
source: Undo
fr: Annuler

# Application
source: Variables of the application
fr: Variables d'application

# Application_Path
source: Is equal to the folder where the application is launched
fr: Est égale au dossier d'où est lancé l'application

# AucunIndex
source: No index
fr: Aucun index

# Button1
source: Pour ajouter la valeur d'une variable à ce paramètre, click here
fr: Pour ajouter la valeur d'une variable à ce paramètre, cliquez-ici

# Code
source: Insert the CODE tag
fr: Insérer les balises CODE

# CodeEditorDefaultText
source: ' Click on button left-hand corner to update ' the code generated in Visual Basic.Net in terms ' of the parameters above.
fr: ' Cliquez sur le bouton ci-dessous à gauche pour mettre à jour ' le code Visual Basic.Net généré en fonction des ' paramètres ci-dessus.

# Contols
source: Control properties
fr: Propriétés d'un contrôle

source: Copy
fr: Copier

source: Cut
fr: Couper

# Environement
source: Variables of the environment
fr: Variables d'environnement

# MainInstruction
source: Warning
fr: Attention

# My_Documents
source: Is equal to the folder My Documents
fr: Est égale au dossier Mes Documents

# My_Movies
source: Is equal to the folder My Movies
fr: Est égale au dossier Mes Vidéos

# My_Musics
source: Is equal to the folder My Musics
fr: Est égale au dossier Mes Musiques

# My_Pictures
source: Is equal to the folder My Pictures
fr: Est égale au dossier Mes Images

# No_Correction
source: No suggestions
fr: Aucune suggestion

# Parametres_Fonction
source: Function settings
fr: Paramètres de la fonction

# Parametres_Projet
source: Project settings
fr: Paramètres du projet

# ParserQuestion
source: Do you really want to recharge the parameters of action according to the Visual Basic.Net code?
fr: Voulez-vous vraiment recharger les paramètres de l'action en fonction du code Visual Basic.Net ci-dessus?

source: Paste
fr: Coller

# Projet
source: Variables of the project
fr: Variables du projet

# Properties
source: Document properties
fr: Propriétés du document

# Resources
source: Project resources
fr: Ressources du projet

# Rétablir
source: Redo
fr: Rétablir

source: Select all
fr: Sélectionner tout

# Should_Education
source: You must activate the Education or Professional Edition to use this feature. To change the edition, use the Tools menu, Options.
fr: Vous devez activer l'Edition Education ou Professionnelle du logiciel pour pouvoir utiliser cette fonction. Pour changer d'édition, utilisez le menu Outils, Options.

# Should_Professional
source: You must activate the Professional Edition to use this feature. To change the edition, use the Tools menu, Options.
fr: Vous devez activer l'Edition Professionnelle du logiciel pour pouvoir utiliser cette fonction. Pour changer d'édition, utilisez le menu Outils, Options.

# Should_Standard
source: You must activate the Standard, Education or Professional Edition to use this feature. To change the edition, use the Tools menu, Options.
fr: Vous devez activer l'Edition Standard, Education ou Professionnelle du logiciel pour pouvoir utiliser cette fonction. Pour changer d'édition, utilisez le menu Outils, Options.

# ToolTip1
source: To add the value of a variable to this parameter, use the right click menu
fr: Pour ajouter la valeur d'une variable à ce paramètre, utilisez le menu clique droit

# VariableManager
source: Variables manager
fr: Gestionnaire de variables
