Repository: caillou15/SoftwareZator-2012
Catalog: SoftwareZator 2012 E.P/Localisation/Custom_Log.*.resx
Languages: fr

# Ajout_Reference_Echec
source: The reference '{0}' could not be added to the project '{1}' for some unknown reason.
fr: La référence '{0}' n'a pas pu être ajouté au projet '{1}' pour une raison inconnue.

# Ajout_Reference_Succes
source: The reference '{0}' has been added to the project '{1}' successfully.
fr: La référence '{0}' a été ajouté au projet '{1}' avec succès.

# Association_Fichier
source: Files of type '{0}' were associated with the software.
fr: Les fichiers de type '{0}' ont été associé au logiciel.

# Aucun_Plugin_Chargé
source: No plugins have been loaded or found.
fr: Aucun plugin n'a été chargé ou trouvé.

# Chargement_Plugins
source: Loading plugins...
fr: Chargement des plugins...

# Chargement_Plugins_Terminé
source: Finished loading plugins.
fr: Chargement des plugins terminé.

# Chargement_Toolbox_Fonctions
source: Loading the Toolbox to the function editor...
fr: Chargement de la Boîte à outils pour l'éditeur de fonctions...

# Chargement_Toolbox_Fonctions1
source: The Toolbox to the function was loaded.
fr: La Boîte à outils pour l'éditeur de fonctions a été chargé.

# Chargement_Toolbox_Windows_Designer
source: Loading the Toolbox to the designer window...
fr: Chargement de la Boîte à outils pour le concepteur de fenêtre...

# Chargement_Toolbox_Windows_Designer1
source: The Toolbox to the designer window was loaded.
fr: La Boîte à outils pour le concepteur de fenêtre a été chargé.

# Enregistrement_Projet
source: Saving project '{0}' in progress ...
fr: Enregistrement du projet '{0}' en cours...

# Enregistrement_Projet_Annulé
source: Saving project '{0}' cancelled.
fr: L'enregistrement du projet '{0}' a été annulé.

# Enregistrement_Projet_Terminé
source: Saving project '{0}' finished.
fr: Enregistrement du projet '{0}' terminé.

# Enregistrement_Solution
source: Saving solution '{0}' in progress ...
fr: Enregistrement de la solution '{0}' en cours...

# Enregistrement_Solution_Annulé
source: Saving solution '{0}' cancelled.
fr: L'enregistrement de la solution '{0}' a été annulé.

# Enregistrement_Solution_Terminé
source: Saving solution '{0}' finished.
fr: Enregistrement de la solution '{0}' terminé.

# Enregistrement_Stat
source: Saving statistics of the project '{0}' in progress ...
fr: Enregistrement des statistiques du projet '{0}' en cours...

# Enregistrement_Stat_Annulé
source: Saving statistics of the project '{0}' cancelled.
fr: L'enregistrement des statistiques du projet '{0}' a été annulé.

# Enregistrement_Stat_Terminé
source: Saving statistics of the project '{0}' finished.
fr: Enregistrement des statistiques du projet '{0}' terminé.

# Fermeture_Document
source: Closing the document '{0}'.
fr: Fermeture du document '{0}'.

# Fermeture_Page_Demarrage
source: Closing the startpage.
fr: Fermeture de la page de démarrage.

# Generation_Action
source: Generation of action '{0}' found in function '{1}' file '{2}'.
fr: Génération de l'action '{0}' trouvé dans la fonction '{1}' du fichier '{2}'.

# Generation_Ajout_Paramètre
source: Added parameter '{0} '.
fr: Ajout du paramètre '{0}'.

# Generation_Chargement_Fichier
source: Loading file '{0}' in memory ...
fr: Chargement du fichier '{0}' en mémoire...

# Generation_Chargement_Fichier_Terminé
source: Loading file '{0}' done.
fr: Chargement du fichier '{0}' terminé.

# Generation_Chargement_Fonction
source: Loading of the actions sequence number {0}
fr: Chargement de la séquence d'actions numéro {0}

# Generation_Chargement_Fonction_Terminer
source: Actions sequence loaded
fr: Chargement de la séquence d'actions terminé.

# Generation_Code
source: Code generation in document '{0}' in progress ...
fr: Génération des codes du document '{0}' en cours...

# Generation_Code_Terminé
source: Code generation in document '{0}' done.
fr: Génération des codes du document '{0}' terminé.

# Generation_Compile
source: Compiling code ...
fr: Compilation du code...

# Generation_Compile_Echec
source: ===== Compiling the project failed. =====
fr: ===== La compilation du projet a échoué. =====

# Generation_Compile_Succès
source: ===== Compiling the project was completed successfully. =====
fr: ===== La compilation du projet s'est terminé avec succès. =====

# Generation_Config
source: Compiler configured successfully.
fr: Compilateur configuré avec succès.

# Generation_Creation_Dossier
source: Creating the build folder to the location '{0}'.
fr: Création du dossier de génération à l'emplacement '{0}'.

# Generation_Debut
source: Starting generation of the project '{0} '.
fr: Début de la génération du projet '{0}'.

# Generation_Evenement_Application
source: Generation of application events in progress ...
fr: Génération des évènements d'application en cours...

# Generation_Evenement_Application_Terminé
source: Generation of application events finished.
fr: Génération des évènements d'application terminé.

# Generation_Initialisation_CodeDom
source: CodeDom system initialization in progress ...
fr: Initialisation du système CodeDom en cours...

# Generation_Initialisation_CodeDom_Terminé
source: CodeDom system initialization complete.
fr: Initialisation du système CodeDom terminé.

# Generation_Mode_Debug
source: Choice of building : Debug
fr: Choix de la génération : Debug

# Generation_Mode_Normal
source: Choice of building : Release
fr: Choix de la génération : Release

# Generation_Obfuscation
source: Obfuscation of the project : {0}
fr: Obfuscation du projet : {0}

# Generation_Resx
source: Generation resources in progress ...
fr: Génération des ressources en cours...

# Generation_Resx_Fichier
source: Generation of the resource file '{0}' in progress ...
fr: Génération du fichier de ressources '{0}' en cours...

# Generation_Resx_Fichier_Terminer
source: Generation of the resource file '{0}' done.
fr: Génération du fichier de ressources '{0}' terminé.

# Generation_Resx_Terminé
source: Resource generation complete.
fr: Génération des ressources terminé.

# Generation_Solution_Debut
source: Starting generation of the solution '{0} '.
fr: Début de la génération de la solution '{0}'.

# Generation_Suppression_Temp
source: Remove unnecessary temporary data.
fr: Suppression des données temporaires inutiles.

# Generation_Temp
source: Solution has been built in {0}
fr: La solution a été générée en {0}

# Generation_UserControl
source: The Start window or splash screen can not be a User Control
fr: La fenêtre de démarrage ou l'écran de démarrage ne peuvent pas être un Contrôle Utilisateur

# Generation_VB
source: Save the source code.
fr: Enregistrement du code source.

# Nouveau_Document
source: Creating a new document named '{0}' in project '{1 }'...
fr: Création d'un nouveau document nommé '{0}' dans le projet '{1}'...

# Nouveau_Document_Terminé
source: The document '{0} ' was successfully created.
fr: Le document '{0}' a été créé avec succès.

# Obfuscation_Echec
source: ===== The obfuscation of the solution failed. =====
fr: ===== L'obfuscation de la solution a échoué. =====

# Obfuscation_Err
source: Obfuscation has encountered an error : {0}
fr: L'obfuscation a rencontrée une erreur : {0}

# Obfuscation_Fichier_Introuvable
source: The file '{0}' not found on the hard disk.
fr: Le fichier '{0}' est introuvable sur le disque dur.

# Obfuscation_Message
source: Obfuscation in progress : {0}
fr: Obfuscation en cours : {0}

# Obfuscation_Move
source: Move the file '{0}' to the build folder of the main project of the solution ...
fr: Déplacement du fichier '{0}' vers le dossier de génération du projet principal de la solution...

# Obfuscation_Started
source: Obfuscation in progress...
fr: Obfuscation en cours...

# Obfuscation_Starting
source: Initializing the obfuscation in progress...
fr: Initialisation de l'obfuscation en cours...

# Obfuscation_Succès
source: ===== The obfuscation of the solution was successfully completed. =====
fr: ===== L'obfuscation de la solution s'est terminé avec succès. =====

# Obfuscation_Temp
source: The encryption code was completed in {0}
fr: L'encryptage du code a été effectué en {0}

# Ouverture_Document
source: Opening document '{0}'...
fr: Ouverture du document '{0}'...

# Ouverture_Page_Demarrage
source: Opening startpage...
fr: Ouverture de la page de démarrage...

# Ouverture_Panneau_DataBase
source: Opening panel 'Databases'...
fr: Ouverture du panneau 'Bases de données'...

# Ouverture_Panneau_Debogage
source: Opening panel 'Debugging'...
fr: Ouverture du panneau 'Débogage'...

# Ouverture_Panneau_Erreurs
source: Opening panel 'Building errors'...
fr: Ouverture du panneau 'Erreurs de génération'...

# Ouverture_Panneau_Explorateur
source: Opening panel 'Solutions explorer'...
fr: Ouverture du panneau 'Explorateur de solutions'...

# Ouverture_Panneau_Help
source: Opening panel 'Quick help'...
fr: Ouverture du panneau 'Aide rapide'...

# Ouverture_Panneau_Propriété
source: Opening panel 'Properties'...
fr: Ouverture du panneau 'Propriétés'...

# Ouverture_Panneau_Sortie
source: Opening panel 'Output'...
fr: Ouverture du panneau 'Sortie'...

# Ouverture_Panneau_Toolbox
source: Opening panel 'Toolbox'...
fr: Ouverture du panneau 'Boîte à outils'...

# Ouverture_Panneau_Vocal
source: Opening panel 'Voice recognition'...
fr: Ouverture du panneau 'Reconnaissance vocale'...

# Ouverture_Parametre
source: Opening settings of the project '{0}'...
fr: Ouverture des paramètres du projet '{0}'...

# Ouverture_Projet
source: Opening project '{0}'...
fr: Ouverture du projet '{0}'...

# Ouverture_Solution
source: Opening solution '{0}'...
fr: Ouverture de la solution '{0}'...

# Ouverture_Stat
source: Opening statistic of the project '{0}'...
fr: Ouverture des statistiques du projet '{0}'...

# Plugin_Chargé
source: Plugin '{0}, Version={1}' has been loaded with success.
fr: Le plugin '{0}, Version={1}' a été chargé avec succès.

# Projet_Chargé
source: The project '{0}' has been loaded.
fr: Le projet '{0}' a été chargé.

# Projet_Chargé_Explorateur
source: The project '{0} ' has been loaded in the Solution Explorer.
fr: Le projet '{0}' a été chargé dans l'Explorateur de solutions.

# Projet_Incompatible
source: The project was not loaded because it is incompatible with this software.
fr: Le projet n'a pas été chargé car il est incompatible avec ce logiciel.

# Projet_Introuvable
source: The project '{0}' was not loaded because the file '{1}' not found.
fr: Le projet '{0}' n'a pas été chargé car le fichier '{1}' est introuvable.

# Solution_Chargé
source: The solution '{0}' has been loaded.
fr: La solution '{0}' a été chargé.

# Solution_Fermé
source: The solution '{0}' has been closed.
fr: La solution '{0}' a été fermé.

# Solution_Incompatible
source: The solution could be loaded properly because it is incompatible with this software.
fr: La solution n'a pu être chargé correctement car elle est incompatible avec ce logiciel.

# Utilisateur_Banni
source: The authenticity of the software has been verified.
fr: L'authenticité du logiciel a été vérifié.

# Validation_Projet
source: Validation of project '{0}' in progress ...
fr: Validation du projet '{0}' en cours...

# Validation_Projet_Terminé
source: Validation of project '{0}' finished.
fr: Validation du projet '{0}' terminé.
